<!--This file created 23:58  12/06/01 by Claris Home Page version 2.0This file created 00:00  13/06/01 by Claris Home Page version 2.0-->
<!--This file created 22:45  13/06/01 by Claris Home Page version 2.0-->
<HTML>
<HEAD>
<!-- Global Site Tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-106576697-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments)};
  gtag('js', new Date());

  gtag('config', 'UA-106576697-1');
</script>
<META name="description" content="Site dedicated to the French Air Force in 1939-1940. In these pages, you will discover the Airplanes, the Squadrons, the forces in presence, but also the Pilots and Crews who fought in extreme conditions: the record of the casualtys and victories is there to attest." >
<TITLE>Sub-Lieutenant Leon CUFFAUT</TITLE>
<meta name="keywords" content="French Army 1939 - 1940, pilots, crew members, bombers crews, reconnaissance crews, Fighter Aviation, fighter suqadrons, defense patrols, French Pilots, Polish Pilots, Czech Pilots, campaign of France, funny war, Sub-Lieutenant Leon CUFFAUT">
<style type="text/css"><!--
-->
</style>

<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
</HEAD>
<BODY TEXT="#0F0000" BGCOLOR="#CCFFFF" LINK="#990000" ALINK="#0F0000" VLINK="#0F0000" background="../../../../../Images%20Base/wb.gif" onLoad="MM_goToURL('parent','');return document.MM_returnValue"  >

                  <div align="left">
				  
  <div id="Layer1" style="position:absolute; width:200px; height:115px; z-index:1; left: 29px; top: 15px"> 
    <table width="100%%" border="1">
      <tr> 
        <td colspan="2"> 
          <div align="center"><a href="../../../Chasse/Pilotes-Francais/EN-Pilotes-Chasse-France-C.htm" target="_blank"><img src="../../../../../Images%20Base/EN-1-Retour%20page%20pilotes.png" width="100%" border="0"></a></div>
        </td>
      </tr>
      <tr> 
        <td width="80%"> 
          <div align="center"><b><font color="#000000" size="3">Site in French</font></b></div>
        </td>
        <td width="20%"><a href="pilote2.htm" target="_self"><img src="../../../../../Images%20Base/drapeau-francais.png" width="100%" border="0"></a></td>
      </tr>
    </table>
                    </div> 
                    
                  </div>
                  
                      <div align="center"> 
                        <div><img src="cuffaut.jpg" width="192" height="268"></div>
                       <div align="center"><b><font size="18%" color="#660000">Sub-Lieutenant 
                      L&eacute;on CUFFAUT</font></b></div> 
                      </div>
                    
                <p> 
<hr size="4" noshade width="98%" align="left">
<blockquote> 
  <p><font color="#660000"><b><i><font face="Arial Narrow" size="6">Biography</font></i></b></font></p>
  <div>
    <div align="left"><font face="Arial Narrow" size="2"><b>L&eacute;on Cuffaut 
      was born on January 20, 1911 in Charenton in the Val-de-Marne. Young child, 
      he is very quickly attracted and passionate by planes. He attended the local 
      airfield, to see the pilots evolve, and made a baptism of the air with Colonel 
      Jean Moreau, Ace of the Great War to 3 Victories: this is the starting point 
      of his career. </b></font> 
      <p><b><font face="Arial Narrow" size="2">On January 25, 1930, he began his 
        apprenticeship as a gunner on BREGUET 14 in the 2nd group of Africa based 
        in Oran .. In 1934, he integrates the training school of the non-commissioned 
        officers of career of the flight crew of Istres where he obtains his military 
        pilot's licence in 1935. Having graduated from his class, he chose the 
        Etampes fighting school. From May-August 1936, he perfected himself on 
        various aircrafts such as Nieuport 62 or Dewoitine 501. He learned to 
        fly in PSV on Morane 230. In August 1936, he was posted on the BA 204 
        of Bizerte under the orders of the captain Murtin. During this period, 
        he invested in the training of young civil pilots of the aviaition popular, 
        and delivers about thirty patents: his hierarchical, the Captain TRICOT 
        facilitates him the spot by mulling the afternoons of free for this purpose 
        . This same Captain TRICOT will encourage him to come to the School of 
        Air.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">In September 1937, while preparing 
        to take the oral exam, he was requisitioned to convoy planes to the Spanish 
        Republicans. He made two trips, during which he met Andr&eacute; Malraux. 
        This setback forced him to replay the competition the following year, 
        with success.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">He did a shooting course at the 
        shooting school of Cazaux in August 1939, then was assigned to GC I / 
        3 based in Dijon, finally joining the 25 September 1939, GC II / 6. On 
        November 22, 1939, Sub-lieutenant Cuffaut won his first aerial victories: 
        2 Messerschmitt BF109E in collaboration. On March 27, 1940, he took command 
        of the 3rd squadron. On June 14, he retreats to Cazaux, where he meets 
        Didier Daurat who advises him to embark for Africa. He embarks clandestinely 
        with his pilots on a twin engine, last plane to take off for the AFN. 
        On the evening of June 25, 1940, he landed in Oran.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">Assigned to the GCII / 3, he learned 
        from Algiers-Maison-Blanche, the end of the fighting and Armisitice. He 
        participated in the Syrian campaign, explaining: &quot;At the time, I 
        was following the instructions of the government, I was there to execute 
        the orders and not to discuss them.&quot; In my conscience as an officer, 
        there was no question for me to take sides for one or the other. &quot; 
        He is helpless to the machine-gunning of Homs by the Australians and comes 
        out of this ordeal very touched by the death of his faithful mechanic, 
        and admits that &quot;if at the time we were ready to move to Free France, 
        we stopped net&quot; . Sent to Sidi Ferruch on November 7, 1942, he led 
        the first American column on Algiers, and a year later he joined Toula 
        where, accompanied by Andr&eacute;, Sauvage, Feldzer, Cazeneuve, Amarger, 
        Albert and Lefevre, he joined the Escadrille Normandy-Niemen .. It ends 
        the war with a list of 13 victories that ranks it in the most successful 
        French aces of the 2nd World War.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">At the Liberation, he entered the 
        cabinet of the Minister of Armament, Charles Tillon, to test the new materials. 
        In April 1947, he took the command of &quot;Normandy-Niemen&quot; in Rabat, 
        until September 1948, then got his transfer to Bamako where, during 3 
        years, he began the construction of the base. He then took command of 
        the Air Force Shooting Center at Cazaux in 1951, and discovered the jet 
        planes. Then, it is the operations of Indochina in 1953, of Algeria in 
        1956. On January 16, 1957, it is assigned to the zone of defense of French 
        West Africa and Togo where it remains two years,</font></b></p>
      <p><b><font face="Arial Narrow" size="2">After a stint at the Higher Council 
        for Infrastructure and Air Navigation, he retired with the rank of Brigadier 
        General on 20 January 1962. After 32 glorious years in the service of 
        the Air Force, the General Cuffaut did not give up the air force: he took 
        the direction of the A&eacute;ro-club de France from 1962 to 1982. Chief 
        pilot-instructor of the A&eacute;ro-club of the handicapped in Les Mureaux 
        since 1983, he trained many students including former pilots and paratroopers 
        seriously injured on duty.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">L&eacute;on Cuffaut totals 18,700 
        hours of flight. He carried out 1010 war missions in 2626 hours of flight 
        of war, assessment for the least remarkable.</font></b></p>
      <p><b><font face="Arial Narrow" size="2">General L&eacute;on Cuffaut died 
        on September 18, 2002. A final tribute was paid to him during his funeral 
        on September 24, attended by his companions of &quot;Normandy-Niemen&quot;, 
        Roland de La Poype and Georges Masurel. L&eacute;on Cuffaut was buried 
        in intimacy, at the cemetery of Charenton-le-Pont.</font></b></p>
    </div>
    </div>
  <div></div>
  </blockquote>
<td> 
  <blockquote>
<hr size="4" noshade width="98%" align="left">
    <p><font color="#660000"><b><i><font face="Arial Narrow" size="6">Some feats 
      of arm</font></i></b></font><br>
    </p>
    <p><font face="Arial Narrow" size="2"><b>On December 7, 1939, 8,000 meters 
      above the Nancy area, his inhaler disconnected, he lost consciousness. His 
      plane begins a spectacular dive of five thousand meters. This terrible fall 
      awakens him brutally and it is by a desperate maneuver that he manages to 
      put his aircraft on the ground of Toul-Croix-de-Metz. Transported to the 
      Nancy hospital, placed under observation, he is treated by Mrs. Lyautey, 
      volunteer nurse and wife of the marshal.</b></font></p>
    </blockquote>
  <ul>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Records</font></i></b></font></P>
    <p><font face="Arial Narrow" size="2"><b>Lieutenant CUFFAUT is credited with 
      2 Sure Victories in the GC II / 6 during the campaign of France, to which 
      will be added those acquired in the &quot;Normandy Niemen&quot;: 11 Sure 
      Victories and 3 Likely</b></font></p>
    <table width="43%" border="1">
      <tr> 
        <td width="30%"> 
          <div align="center"><font size="4"><i><b>Aircrafts</b></i></font></div>
        </td>
        <td width="26%"> 
          <div align="center"><font size="4"><i><b>Validation</b></i></font></div>
        </td>
        <td width="16%"> 
          <div align="center"><font size="4"><b><i>Units</i></b></font></div>
        </td>
        <td width="28%"> 
          <div align="center"><font size="4"><i><b>Date</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="30%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>MESSERSCHMITT 
            ME109</b></font></div>
        </td>
        <td width="26%" height="18"> 
          <div align="center"><font size="2" face="Arial Narrow">Victory Sure 
            shared</font></div>
        </td>
        <td width="16%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="28%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="2">November 22, 
            1939</font></div>
        </td>
      </tr>
      <tr> 
        <td width="30%"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>MESSERSCHMITT 
            ME109</b></font></div>
        </td>
        <td width="26%"> 
          <div align="center"><font size="2" face="Arial Narrow">Victory Sure 
            shared</font></div>
        </td>
        <td width="16%"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="28%"> 
          <div align="center"><font face="Arial Narrow" size="2">November 22, 
            1939</font></div>
        </td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Units of 
      affectation</font></i></b></font></P>
    <P><font face="Arial Narrow" size="2"><b>When it is not specified, dates do 
      not correspond inevitably at the beginning of real affectation, but rather 
      to the date with which the presence of the pilot within the group was identified 
      thanks to the various documents.</b></font></P>
    <P> 
    <table width="43%" border="1">
      <tr> 
        <td width="15%"> 
          <div align="center"><font size="4"><i><b>Units</b></i></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font size="4"><i><b>Dates</b></i></font></div>
        </td>
        <td width="24%"> 
          <div align="center"><font size="4"><i><b>Function</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"> 
            <div id="Layer9" style="position:absolute; width:1019px; height:887px; z-index:68; left: 5px; top: -1665px"> 
              <div align="left"><font face="Arial Narrow" size="3"><b>L&eacute;on 
                Cuffaut est n&eacute; le 20 Janvier 1911 &agrave; Charenton dans 
                le Val-de-Marne. Jeune enfant, il est tr&egrave;s vite attir&eacute; 
                et passionn&eacute; par les avions. Il fr&eacute;quente l'a&eacute;rodrome 
                local, pour y voir &eacute;voluer les pilotes, et effectue un 
                bapt&ecirc;me de l'air avec le colonel Jean Moreau, As de la Grande 
                Guette aux 3 Victoires : c'est le point de d&eacute;part de sa 
                carri&egrave;re. </b></font></div>
              <p align="left"><font face="Arial Narrow" size="3"><b> Le 25 janvier 
                1930, il entame son apprentissage de mitrailleur sur BREGUET 14 
                au sein du 2&egrave;me groupe d'Afrique bas&eacute; &agrave; Oran.. 
                En 1934, il int&egrave;gre l'&eacute;cole de formation des sous-officiers 
                de carri&egrave;re du personnel navigant d'Istres o&ugrave; il 
                obtient son brevet de pilote militaire en 1935. Sorti major de 
                sa promotion, il choist l'&eacute;cole de chasse d'Etampes. De 
                mai-ao&ucirc;t 1936, il se perfectionne sur divers appareils tels 
                que des Nieuport 62 ou des Dewoitine 501. Il apprend &agrave; 
                voler en PSV sur Morane 230.En ao&ucirc;t 1936, il est affect&eacute; 
                sur la B.A. 204 de Bizerte sous les ordres du capitaine Murtin. 
                Pendant cette p&eacute;riode, il s'investit dans la formation 
                de jeunes pilotes civils de l'aviaition populaire, et d&eacute;livre 
                une trentaine de brevets : son hierarchique, le Capitaine TRICOT 
                lui facilite la tache en mui accordant les apr&egrave;s-midi de 
                libre &agrave; cet effet. Ce m&ecirc;me Capitaine TRICOT va l'encourager 
                &agrave; se pr&eacute;senter &agrave; l'Ecole de l'Air.</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b>En septembre 
                1937, alors qu'il s'appr&ecirc;te &agrave; passer l'oral de son 
                concours, il est r&eacute;quisitionn&eacute; pour convoyer des 
                avions aux r&eacute;publicains espagnols. Il effectue deux voyages, 
                au cours desqules il rencontrera notamment Andr&eacute; Malraux. 
                Ce contretemps l'oblige &agrave; repasser le concours l'ann&eacute;ee 
                suivante, avec succ&eacute;s.</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> Il effectue 
                un stage de tir &agrave; l'&eacute;cole de tir de Cazaux en Aout 
                1939, puis est affect&eacute; au GC I/3 bas&eacute; &agrave; Dijon, 
                pour rejoindre enfin le 25 septembre 1939, le GC II/6. Le 22 novembre 
                1939, le sous-lieutenant Cuffaut remporte ses premi&egrave;res 
                victoires a&eacute;riennes : 2 Messerschmitt BF109E en collaboration. 
                Le 27 mars 1940, il prend le commandement de la 3e escadrille. 
                Le 14 Juin , il se replie sur Cazaux,o&ugrave; il rencontre Didier 
                Daurat qui lui conseille d'embarquer pour l'Afrique. Il embarque 
                clandestinement avec ses pilotes sur un bimoteur, dernier avion 
                &agrave; d&eacute;coller pour l'AFN. Dans la soir&eacute;e du 
                25 juin 1940, il se pose &agrave; Oran.</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> Affect&eacute; 
                au GCII/3, il apprend, depuis Alger-Maison-Blanche, la fin des 
                combats et l'Armisitice. Il participe &agrave; la campagne de 
                Syrie en expliquant :&quot;A l'&eacute;poque, je suivais les instructions 
                du gouvernement, j'&eacute;tais l&agrave; pour ex&eacute;cuter 
                les ordres et non pas les discuter. Dans ma conscience d'officier, 
                il n'&eacute;tait pas question pour moi de prendre parti pour 
                les uns ou pour les autres&quot;. Il assiste impuissant au mitraillage 
                d'Homs par les Australiens et sort de cette &eacute;preuve tr&egrave;s 
                touch&eacute; par la mort de son fid&egrave;le m&eacute;canicien, 
                et avoue que &quot;si &agrave; l'&eacute;poque nous &eacute;tions 
                pr&ecirc;ts &agrave; passer &agrave; la France Libre, on a stopp&eacute; 
                net&quot;. Envoy&eacute; &agrave; Sidi Ferruch le 7 novembre 1942 
                , il dirige la premi&egrave;re colonne am&eacute;ricaine sur Alger, 
                et un an plus tard, il rejoint Toula o&ugrave;, accompagn&eacute; 
                d'Andr&eacute;, Sauvage, Feldzer, Cazeneuve, Amarger, Albert et 
                Lefevre, il int&egrave;gre l'Escadrille Normandie-Niemen.. Il 
                termine la guerre avec un palmar&eacute;s de 13 victoires s&ucirc;res 
                qui le positionne dans les As Fran&ccedil;ais les plus titr&eacute;s 
                de la 2ieme Guerre Mondiale..</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> A la Lib&eacute;ration, 
                il entre au cabinet du ministre de l'Armement, Charles Tillon, 
                pour testes les mat&eacute;riaux nouveaux. En avril 1947, il prend 
                le commandemment du &quot;Normandie-Ni&eacute;men&quot; &agrave; 
                Rabat, jusqu'en septembre 1948, puis obtient sa mutation pour 
                Bamako o&ugrave;, pendant 3 Ans, il entreprend la construction 
                de la base. Il prend ensuite le commandement du centre de tir 
                de l'Arm&eacute;e de l'air de Cazaux en 1951, et d&eacute;couvre 
                les avions &agrave; r&eacute;action. Puis, ce sont les op&eacute;rations 
                d'Indochine en 1953, d'Alg&eacute;rie en 1956. Le 16 janvier 1957, 
                i1 est affect&eacute; &agrave; la zone de d&eacute;fense de l'Afrique 
                Occidentale Fran&ccedil;aise et Togo o&ugrave; il reste deux ann&eacute;es,</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> Apr&egrave;s 
                un passage au Conseil sup&eacute;rieur de l'infrastructure et 
                de la navigation a&eacute;rienne, i1 prend sa retraite avec le 
                grade de g&eacute;n&eacute;ral de brigade a&eacute;rienne le 20 
                janvier 1962.Apr&egrave;s 32 glorieuses ann&eacute;es au service 
                de l'Arm&eacute;e de l'air , le g&eacute;n&eacute;ral Cuffaut 
                n'abandonne pas l'aviation : i1 prend la direction de l'A&eacute;ro-club 
                de Francede 1962 &agrave; 1982. Chef-pilote instructeur de l'a&eacute;ro-club 
                des handicap&eacute;s aux Mureaux depuis 1983, il a form&eacute; 
                de nombreux &eacute;l&egrave;ves dont des anciens pilotes et parachutistes 
                gri&egrave;vement bless&eacute;s en service.</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> L&eacute;on 
                Cuffaut totalise 18.700 heures de vol. Il a effectu&eacute; 1010 
                missions de guerre en 2626 heures de vol de guerre, bilan pour 
                le moins remarquable.</b></font></p>
              <p align="left"><font face="Arial Narrow" size="3"><b> Le g&eacute;n&eacute;ral 
                L&eacute;on Cuffaut est d&eacute;c&eacute;d&eacute; le 18 septembre 
                2002. Un ultime hommage lui a &eacute;t&eacute; rendu au cours 
                de ses obs&egrave;ques le 24 septembre, auxquelles ont assist&eacute; 
                notamment ses compagnons du &laquo; Normandie-Ni&eacute;men &raquo;, 
                Roland de La Poype et Georges Masurel .Le g&eacute;n&eacute;ral 
                L&eacute;on Cuffaut a &eacute;t&eacute; inhum&eacute; dans l&#146;intimit&eacute;, 
                au cimeti&egrave;re de Charenton-le-Pont.</b></font></p>
            </div>
            <font face="Arial Narrow" size="3"><b>GC II/6 </b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font face="Arial Narrow" size="2">Assigned to the 
            GC II/6 from September 25, 1939 to the June 25, 1940</font></div>
        </td>
        <td width="24%"><font face="Arial Narrow" size="2">Pilot at the 3rd Squadron</font></td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>GC II/3</b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><b><b><b><font face="Arial Narrow"><font face="Arial Narrow"><font size="2"></font></font></font></b></b></b></div>
        </td>
        <td width="24%"><font size="2"></font></td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>Normandie 
            Niemen</b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font face="Arial Narrow" size="2">From September 
            23, 1944 to the October 26, 1944</font></div>
        </td>
        <td width="24%"><font size="2"></font></td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Used Aircrafts</font></i></b></font></P>
    <table width="37%" border="1" height="88">
      <tr> 
        <td width="167"> 
          <div align="center"><font size="4"><i><b>Aircrafts</b></i></font></div>
        </td>
        <td width="79"> 
          <div align="center"><font size="4"><i><b>Nb</b></i></font></div>
        </td>
        <td width="93"> 
          <div align="center"><font size="4"><b><i>Regist.</i></b></font></div>
        </td>
        <td width="82"> 
          <div align="center"><font size="4"><i><b>Unit</b></i></font></div>
        </td>
        <td width="112"> 
          <div align="center"><font size="4"><i><b>Date</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>MORANE MS406</b></font></div>
        </td>
        <td width="68"><b></b></td>
        <td width="72"><b></b></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="146"> 
          <div align="center"><b><b><b><b><b><font face="Arial Narrow"><font face="Arial Narrow"><font size="2"></font></font></font></b></b></b></b></b></div>
        </td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>BLOCH MB152</b></font></div>
        </td>
        <td width="68"><b></b></td>
        <td width="72"><b></b></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="146"><font size="2"></font></td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>YAK 9</b></font></div>
        </td>
        <td width="68"><b></b></td>
        <td width="72"><b></b></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">Normandie Niemen</font></div>
        </td>
        <td width="146"> 
          <div align="center"><font face="Arial Narrow" size="2">From Sept to 
            Oct. 1944</font></div>
        </td>
      </tr>
    </table>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <div align="center"> 
      <p>&nbsp;</p>
    </div>
  </ul>
  <p>&nbsp;</p>
  
</BODY>
</HTML>