<!--This file created 23:58  12/06/01 by Claris Home Page version 2.0This file created 00:00  13/06/01 by Claris Home Page version 2.0-->
<!--This file created 22:45  13/06/01 by Claris Home Page version 2.0-->
<HTML>
<HEAD>
<!-- Global Site Tag (gtag.js) - Google Analytics -->
<script async src="https://www.googletagmanager.com/gtag/js?id=UA-106576697-1"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments)};
  gtag('js', new Date());

  gtag('config', 'UA-106576697-1');
</script>
<META name="description" content="Site dédié à L'Armée de l'Air Française en 1939-1940. Dans ces pages, vous découvrirez les Appareils,les Escadrilles,les forces en présence, mais aussi les Pilotes et Equipages qui ont combattu dans des conditions extrèmes: le bilan des Pertes et victoires est là pour en attester." >
<title>Sous-Lieutenant Leon CUFFAUT</title>
<META name="KEYWORDS" content="Armée de l'Air Française 1939-1940,pilotes,chasse,français,campagne de france,drôle de guerre, Sous-Lieutenant Leon CUFFAUT">
<style type="text/css"><!--
-->
</style>

<script language="JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
// -->
</script>
</HEAD>
<BODY TEXT="#0F0000" BGCOLOR="#CCFFFF" LINK="#990000" ALINK="#0F0000" VLINK="#0F0000" background="../../../../../Images%20Base/wb.gif" onLoad="MM_goToURL('parent','');return document.MM_returnValue"  >

                  <div align="left"> 
				  
  <div id="Layer1" style="position:absolute; width:200px; height:115px; z-index:1; left: 29px; top: 15px"> 
    <table width="100%%" border="1">
      <tr> 
        <td colspan="2"> 
          <div align="center"><a href="../../../Chasse/Pilotes-Francais/Pilotes-Chasse-France-C.htm" target="_blank"><img src="../../../../../Images%20Base/1-Retour%20page%20pilotes.png" width="100%" border="0"></a></div>
        </td>
      </tr>
      <tr> 
        <td width="80%"> 
          <div align="center"><b><font color="#000000" size="3">Site in English</font></b></div>
        </td>
        <td width="20%"><a href="EN-pilote2.htm" target="_self"><img src="../../../../../Images%20Base/drapeau-anglais-rond.png" width="100%" border="0"></a></td>
      </tr>
    </table>
                    </div>
                    
                  </div>
                  
                      <div align="center"> 
                        <div><img src="cuffaut.jpg" width="192" height="268"></div>
                        <div align="center"><b><font size="18%" color="#660000">Sous-Lieutenant 
                      L&eacute;on CUFFAUT</font></b></div>
    </div>
                    
                <p> 
<hr size="4" noshade width="98%" align="left">
<blockquote> 
  <p><font color="#660000"><b><i><font face="Arial Narrow" size="6">Biographie</font></i></b></font></p>
  <div>
    <div align="left"><font size="2" face="Arial Narrow"><b>L&eacute;on Cuffaut 
      est n&eacute; le 20 Janvier 1911 &agrave; Charenton dans le Val-de-Marne. 
      Jeune enfant, il est tr&egrave;s vite attir&eacute; et passionn&eacute; 
      par les avions. Il fr&eacute;quente l'a&eacute;rodrome local, pour y voir 
      &eacute;voluer les pilotes, et effectue un bapt&ecirc;me de l'air avec le 
      colonel Jean Moreau, As de la Grande Guette aux 3 Victoires : c'est le point 
      de d&eacute;part de sa carri&egrave;re. </b></font></div>
    <p align="left"><b><font size="2" face="Arial Narrow"> Le 25 janvier 1930, 
      il entame son apprentissage de mitrailleur sur BREGUET 14 au sein du 2&egrave;me 
      groupe d'Afrique bas&eacute; &agrave; Oran.. En 1934, il int&egrave;gre 
      l'&eacute;cole de formation des sous-officiers de carri&egrave;re du personnel 
      navigant d'Istres o&ugrave; il obtient son brevet de pilote militaire en 
      1935. Sorti major de sa promotion, il choist l'&eacute;cole de chasse d'Etampes. 
      De mai-ao&ucirc;t 1936, il se perfectionne sur divers appareils tels que 
      des Nieuport 62 ou des Dewoitine 501. Il apprend &agrave; voler en PSV sur 
      Morane 230.En ao&ucirc;t 1936, il est affect&eacute; sur la B.A. 204 de 
      Bizerte sous les ordres du capitaine Murtin. Pendant cette p&eacute;riode, 
      il s'investit dans la formation de jeunes pilotes civils de l'aviaition 
      populaire, et d&eacute;livre une trentaine de brevets : son hierarchique, 
      le Capitaine TRICOT lui facilite la tache en mui accordant les apr&egrave;s-midi 
      de libre &agrave; cet effet. Ce m&ecirc;me Capitaine TRICOT va l'encourager 
      &agrave; se pr&eacute;senter &agrave; l'Ecole de l'Air.</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow">En septembre 1937, alors 
      qu'il s'appr&ecirc;te &agrave; passer l'oral de son concours, il est r&eacute;quisitionn&eacute; 
      pour convoyer des avions aux r&eacute;publicains espagnols. Il effectue 
      deux voyages, au cours desqules il rencontrera notamment Andr&eacute; Malraux. 
      Ce contretemps l'oblige &agrave; repasser le concours l'ann&eacute;ee suivante, 
      avec succ&eacute;s.</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> Il effectue un stage 
      de tir &agrave; l'&eacute;cole de tir de Cazaux en Aout 1939, puis est affect&eacute; 
      au GC I/3 bas&eacute; &agrave; Dijon, pour rejoindre enfin le 25 septembre 
      1939, le GC II/6. Le 22 novembre 1939, le sous-lieutenant Cuffaut remporte 
      ses premi&egrave;res victoires a&eacute;riennes : 2 Messerschmitt BF109E 
      en collaboration. Le 27 mars 1940, il prend le commandement de la 3e escadrille. 
      Le 14 Juin , il se replie sur Cazaux,o&ugrave; il rencontre Didier Daurat 
      qui lui conseille d'embarquer pour l'Afrique. Il embarque clandestinement 
      avec ses pilotes sur un bimoteur, dernier avion &agrave; d&eacute;coller 
      pour l'AFN. Dans la soir&eacute;e du 25 juin 1940, il se pose &agrave; Oran.</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> Affect&eacute; au GCII/3, 
      il apprend, depuis Alger-Maison-Blanche, la fin des combats et l'Armisitice. 
      Il participe &agrave; la campagne de Syrie en expliquant :&quot;A l'&eacute;poque, 
      je suivais les instructions du gouvernement, j'&eacute;tais l&agrave; pour 
      ex&eacute;cuter les ordres et non pas les discuter. Dans ma conscience d'officier, 
      il n'&eacute;tait pas question pour moi de prendre parti pour les uns ou 
      pour les autres&quot;. Il assiste impuissant au mitraillage d'Homs par les 
      Australiens et sort de cette &eacute;preuve tr&egrave;s touch&eacute; par 
      la mort de son fid&egrave;le m&eacute;canicien, et avoue que &quot;si &agrave; 
      l'&eacute;poque nous &eacute;tions pr&ecirc;ts &agrave; passer &agrave; 
      la France Libre, on a stopp&eacute; net&quot;. Envoy&eacute; &agrave; Sidi 
      Ferruch le 7 novembre 1942 , il dirige la premi&egrave;re colonne am&eacute;ricaine 
      sur Alger, et un an plus tard, il rejoint Toula o&ugrave;, accompagn&eacute; 
      d'Andr&eacute;, Sauvage, Feldzer, Cazeneuve, Amarger, Albert et Lefevre, 
      il int&egrave;gre l'Escadrille Normandie-Niemen.. Il termine la guerre avec 
      un palmar&eacute;s de 13 victoires s&ucirc;res qui le positionne dans les 
      As Fran&ccedil;ais les plus titr&eacute;s de la 2ieme Guerre Mondiale..</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> A la Lib&eacute;ration, 
      il entre au cabinet du ministre de l'Armement, Charles Tillon, pour testes 
      les mat&eacute;riaux nouveaux. En avril 1947, il prend le commandemment 
      du &quot;Normandie-Ni&eacute;men&quot; &agrave; Rabat, jusqu'en septembre 
      1948, puis obtient sa mutation pour Bamako o&ugrave;, pendant 3 Ans, il 
      entreprend la construction de la base. Il prend ensuite le commandement 
      du centre de tir de l'Arm&eacute;e de l'air de Cazaux en 1951, et d&eacute;couvre 
      les avions &agrave; r&eacute;action. Puis, ce sont les op&eacute;rations 
      d'Indochine en 1953, d'Alg&eacute;rie en 1956. Le 16 janvier 1957, i1 est 
      affect&eacute; &agrave; la zone de d&eacute;fense de l'Afrique Occidentale 
      Fran&ccedil;aise et Togo o&ugrave; il reste deux ann&eacute;es,</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> Apr&egrave;s un passage 
      au Conseil sup&eacute;rieur de l'infrastructure et de la navigation a&eacute;rienne, 
      i1 prend sa retraite avec le grade de g&eacute;n&eacute;ral de brigade a&eacute;rienne 
      le 20 janvier 1962.Apr&egrave;s 32 glorieuses ann&eacute;es au service de 
      l'Arm&eacute;e de l'air , le g&eacute;n&eacute;ral Cuffaut n'abandonne pas 
      l'aviation : i1 prend la direction de l'A&eacute;ro-club de Francede 1962 
      &agrave; 1982. Chef-pilote instructeur de l'a&eacute;ro-club des handicap&eacute;s 
      aux Mureaux depuis 1983, il a form&eacute; de nombreux &eacute;l&egrave;ves 
      dont des anciens pilotes et parachutistes gri&egrave;vement bless&eacute;s 
      en service.</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> L&eacute;on Cuffaut 
      totalise 18.700 heures de vol. Il a effectu&eacute; 1010 missions de guerre 
      en 2626 heures de vol de guerre, bilan pour le moins remarquable.</font></b></p>
    <p align="left"><b><font size="2" face="Arial Narrow"> Le g&eacute;n&eacute;ral 
      L&eacute;on Cuffaut est d&eacute;c&eacute;d&eacute; le 18 septembre 2002. 
      Un ultime hommage lui a &eacute;t&eacute; rendu au cours de ses obs&egrave;ques 
      le 24 septembre, auxquelles ont assist&eacute; notamment ses compagnons 
      du &laquo; Normandie-Ni&eacute;men &raquo;, Roland de La Poype et Georges 
      Masurel .Le g&eacute;n&eacute;ral L&eacute;on Cuffaut a &eacute;t&eacute; 
      inhum&eacute; dans l&#146;intimit&eacute;, au cimeti&egrave;re de Charenton-le-Pont.</font></b></p>
            </div>
  <div></div>
  </blockquote>
<td> 
  <blockquote>
<hr size="4" noshade width="98%" align="left">
    <p><font color="#660000"><b><i><font face="Arial Narrow" size="6">Quelques 
      Faits d'armes</font></i></b></font><br>
    </p>
    <p><font face="Arial Narrow" size="2"><b>Le 7 d&eacute;cembre 1939, &agrave; 
      8 000 m&egrave;tres au-dessus de la r&eacute;gion de Nancy, son inhalateur 
      d&eacute;branch&eacute;, il perd connaissance. Son avion amorce un spectaculaire 
      plongeon de cinq mille m&egrave;tres. Cette chute terrible le r&eacute;veille 
      brutalement et c'est par une manoeuvre d&eacute;sesp&eacute;r&eacute;e qu'il 
      parvient &agrave; poser son appareil sur le terrain de Toul-Croix-de-Metz. 
      Transport&eacute; &agrave; l'h&ocirc;pital de Nancy, plac&eacute; en observation, 
      il est soign&eacute; par Madame Lyautey, infirmi&egrave;re volontaire et 
      &eacute;pouse du mar&eacute;chal.</b></font></p>
    </blockquote>
  <ul>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Palmares</font></i></b></font></P>
    <p><font size="2" face="Arial Narrow"><b>Le Lieutenant CUFFAUT est cr&eacute;dit&eacute; 
      de 2 Victoires S&ucirc;res au sein du GC II/6 pendant la campagne de France, 
      auquelles s'ajouteront celles acquises au &quot;Normandie Niemen&quot;: 
      11 Victoires S&ucirc;res et 3 Probables</b></font></p>
    <table width="43%" border="1">
      <tr> 
        <td width="30%"> 
          <div align="center"><font size="4"><i><b>Appareil</b></i></font></div>
        </td>
        <td width="26%"> 
          <div align="center"><font size="4"><i><b>Validation</b></i></font></div>
        </td>
        <td width="16%"> 
          <div align="center"><font size="4"><b><i>Unit&eacute;</i></b></font></div>
        </td>
        <td width="28%"> 
          <div align="center"><font size="4"><i><b>Date</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="30%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>MESSERSCHMITT 
            ME109</b></font></div>
        </td>
        <td width="26%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="2">Victoire S&ucirc;re 
            Partag&eacute;e</font></div>
        </td>
        <td width="16%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="28%" height="18"> 
          <div align="center"><font face="Arial Narrow" size="2">22 Novembre 1939</font></div>
        </td>
      </tr>
      <tr> 
        <td width="30%"> 
          <div align="center"><font face="Arial Narrow" size="3"><b>MESSERSCHMITT 
            ME109</b></font></div>
        </td>
        <td width="26%"> 
          <div align="center"><font face="Arial Narrow" size="2">Victoire S&ucirc;re 
            Partag&eacute;e</font></div>
        </td>
        <td width="16%"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="28%"> 
          <div align="center"><font face="Arial Narrow" size="2">22 Novembre 1939</font></div>
        </td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Unit&eacute;s 
      d'affectation </font></i></b></font></P>
    <P><font face="Arial Narrow" size="2"><b>Lorsque ce n'est pas pr&eacute;cis&eacute;, 
      les dates ne correspondent pas n&eacute;cessairement au d&eacute;but d'affectation 
      r&eacute;elle, mais plut&ocirc;t &agrave; la date &agrave; laquelle la pr&eacute;sence 
      du pilote au sein du groupe a &eacute;t&eacute; identifi&eacute;e gr&acirc;ce 
      aux diff&eacute;rents documents.</b></font></P>
    <P> 
    <table width="43%" border="1">
      <tr> 
        <td width="15%"> 
          <div align="center"><font size="4"><i><b>Unit&eacute;s</b></i></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font size="4"><i><b>Dates</b></i></font></div>
        </td>
        <td width="24%"> 
          <div align="center"><font size="4"><i><b>Fonction</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"> 
            <div id="Layer9" style="position:absolute; width:1019px; height:887px; z-index:68; left: 5px; top: -1665px"> 
              <div align="left"><font size="3" face="Arial Narrow"><b>L&eacute;on 
                Cuffaut est n&eacute; le 20 Janvier 1911 &agrave; Charenton dans 
                le Val-de-Marne. Jeune enfant, il est tr&egrave;s vite attir&eacute; 
                et passionn&eacute; par les avions. Il fr&eacute;quente l'a&eacute;rodrome 
                local, pour y voir &eacute;voluer les pilotes, et effectue un 
                bapt&ecirc;me de l'air avec le colonel Jean Moreau, As de la Grande 
                Guette aux 3 Victoires : c'est le point de d&eacute;part de sa 
                carri&egrave;re. </b></font></div>
              <p align="left"><font size="3" face="Arial Narrow"><b> Le 25 janvier 
                1930, il entame son apprentissage de mitrailleur sur BREGUET 14 
                au sein du 2&egrave;me groupe d'Afrique bas&eacute; &agrave; Oran.. 
                En 1934, il int&egrave;gre l'&eacute;cole de formation des sous-officiers 
                de carri&egrave;re du personnel navigant d'Istres o&ugrave; il 
                obtient son brevet de pilote militaire en 1935. Sorti major de 
                sa promotion, il choist l'&eacute;cole de chasse d'Etampes. De 
                mai-ao&ucirc;t 1936, il se perfectionne sur divers appareils tels 
                que des Nieuport 62 ou des Dewoitine 501. Il apprend &agrave; 
                voler en PSV sur Morane 230.En ao&ucirc;t 1936, il est affect&eacute; 
                sur la B.A. 204 de Bizerte sous les ordres du capitaine Murtin. 
                Pendant cette p&eacute;riode, il s'investit dans la formation 
                de jeunes pilotes civils de l'aviaition populaire, et d&eacute;livre 
                une trentaine de brevets : son hierarchique, le Capitaine TRICOT 
                lui facilite la tache en mui accordant les apr&egrave;s-midi de 
                libre &agrave; cet effet. Ce m&ecirc;me Capitaine TRICOT va l'encourager 
                &agrave; se pr&eacute;senter &agrave; l'Ecole de l'Air.</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b>En septembre 
                1937, alors qu'il s'appr&ecirc;te &agrave; passer l'oral de son 
                concours, il est r&eacute;quisitionn&eacute; pour convoyer des 
                avions aux r&eacute;publicains espagnols. Il effectue deux voyages, 
                au cours desqules il rencontrera notamment Andr&eacute; Malraux. 
                Ce contretemps l'oblige &agrave; repasser le concours l'ann&eacute;ee 
                suivante, avec succ&eacute;s.</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> Il effectue 
                un stage de tir &agrave; l'&eacute;cole de tir de Cazaux en Aout 
                1939, puis est affect&eacute; au GC I/3 bas&eacute; &agrave; Dijon, 
                pour rejoindre enfin le 25 septembre 1939, le GC II/6. Le 22 novembre 
                1939, le sous-lieutenant Cuffaut remporte ses premi&egrave;res 
                victoires a&eacute;riennes : 2 Messerschmitt BF109E en collaboration. 
                Le 27 mars 1940, il prend le commandement de la 3e escadrille. 
                Le 14 Juin , il se replie sur Cazaux,o&ugrave; il rencontre Didier 
                Daurat qui lui conseille d'embarquer pour l'Afrique. Il embarque 
                clandestinement avec ses pilotes sur un bimoteur, dernier avion 
                &agrave; d&eacute;coller pour l'AFN. Dans la soir&eacute;e du 
                25 juin 1940, il se pose &agrave; Oran.</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> Affect&eacute; 
                au GCII/3, il apprend, depuis Alger-Maison-Blanche, la fin des 
                combats et l'Armisitice. Il participe &agrave; la campagne de 
                Syrie en expliquant :&quot;A l'&eacute;poque, je suivais les instructions 
                du gouvernement, j'&eacute;tais l&agrave; pour ex&eacute;cuter 
                les ordres et non pas les discuter. Dans ma conscience d'officier, 
                il n'&eacute;tait pas question pour moi de prendre parti pour 
                les uns ou pour les autres&quot;. Il assiste impuissant au mitraillage 
                d'Homs par les Australiens et sort de cette &eacute;preuve tr&egrave;s 
                touch&eacute; par la mort de son fid&egrave;le m&eacute;canicien, 
                et avoue que &quot;si &agrave; l'&eacute;poque nous &eacute;tions 
                pr&ecirc;ts &agrave; passer &agrave; la France Libre, on a stopp&eacute; 
                net&quot;. Envoy&eacute; &agrave; Sidi Ferruch le 7 novembre 1942 
                , il dirige la premi&egrave;re colonne am&eacute;ricaine sur Alger, 
                et un an plus tard, il rejoint Toula o&ugrave;, accompagn&eacute; 
                d'Andr&eacute;, Sauvage, Feldzer, Cazeneuve, Amarger, Albert et 
                Lefevre, il int&egrave;gre l'Escadrille Normandie-Niemen.. Il 
                termine la guerre avec un palmar&eacute;s de 13 victoires s&ucirc;res 
                qui le positionne dans les As Fran&ccedil;ais les plus titr&eacute;s 
                de la 2ieme Guerre Mondiale..</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> A la Lib&eacute;ration, 
                il entre au cabinet du ministre de l'Armement, Charles Tillon, 
                pour testes les mat&eacute;riaux nouveaux. En avril 1947, il prend 
                le commandemment du &quot;Normandie-Ni&eacute;men&quot; &agrave; 
                Rabat, jusqu'en septembre 1948, puis obtient sa mutation pour 
                Bamako o&ugrave;, pendant 3 Ans, il entreprend la construction 
                de la base. Il prend ensuite le commandement du centre de tir 
                de l'Arm&eacute;e de l'air de Cazaux en 1951, et d&eacute;couvre 
                les avions &agrave; r&eacute;action. Puis, ce sont les op&eacute;rations 
                d'Indochine en 1953, d'Alg&eacute;rie en 1956. Le 16 janvier 1957, 
                i1 est affect&eacute; &agrave; la zone de d&eacute;fense de l'Afrique 
                Occidentale Fran&ccedil;aise et Togo o&ugrave; il reste deux ann&eacute;es,</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> Apr&egrave;s 
                un passage au Conseil sup&eacute;rieur de l'infrastructure et 
                de la navigation a&eacute;rienne, i1 prend sa retraite avec le 
                grade de g&eacute;n&eacute;ral de brigade a&eacute;rienne le 20 
                janvier 1962.Apr&egrave;s 32 glorieuses ann&eacute;es au service 
                de l'Arm&eacute;e de l'air , le g&eacute;n&eacute;ral Cuffaut 
                n'abandonne pas l'aviation : i1 prend la direction de l'A&eacute;ro-club 
                de Francede 1962 &agrave; 1982. Chef-pilote instructeur de l'a&eacute;ro-club 
                des handicap&eacute;s aux Mureaux depuis 1983, il a form&eacute; 
                de nombreux &eacute;l&egrave;ves dont des anciens pilotes et parachutistes 
                gri&egrave;vement bless&eacute;s en service.</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> L&eacute;on 
                Cuffaut totalise 18.700 heures de vol. Il a effectu&eacute; 1010 
                missions de guerre en 2626 heures de vol de guerre, bilan pour 
                le moins remarquable.</b></font></p>
              <p align="left"><font size="3" face="Arial Narrow"><b> Le g&eacute;n&eacute;ral 
                L&eacute;on Cuffaut est d&eacute;c&eacute;d&eacute; le 18 septembre 
                2002. Un ultime hommage lui a &eacute;t&eacute; rendu au cours 
                de ses obs&egrave;ques le 24 septembre, auxquelles ont assist&eacute; 
                notamment ses compagnons du &laquo; Normandie-Ni&eacute;men &raquo;, 
                Roland de La Poype et Georges Masurel .Le g&eacute;n&eacute;ral 
                L&eacute;on Cuffaut a &eacute;t&eacute; inhum&eacute; dans l&#146;intimit&eacute;, 
                au cimeti&egrave;re de Charenton-le-Pont.</b></font></p>
            </div>
            <font size="3" face="Arial Narrow"><b>GC II/6 </b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font face="Arial Narrow" size="2">Affect&eacute; 
            au GC II/6 du 25 Septembre 1939 au 25 Juin 1940</font></div>
        </td>
        <td width="24%"><font face="Arial Narrow" size="2">Pilote &agrave; la 
          3ieme Escadrille</font></td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"><font size="3" face="Arial Narrow"><b>GC II/3</b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><b><b><b><font face="Arial Narrow"><font face="Arial Narrow"><font size="2"></font></font></font></b></b></b></div>
        </td>
        <td width="24%"><font size="2"></font></td>
      </tr>
      <tr> 
        <td width="15%"> 
          <div align="center"><font size="3" face="Arial Narrow"><b>Normandie 
            Niemen</b></font></div>
        </td>
        <td width="61%"> 
          <div align="center"><font face="Arial Narrow" size="2">Du 23 Septembre 
            1944 au 26 Octobre 1944</font></div>
        </td>
        <td width="24%"><font size="2"></font></td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <hr size="4" noshade width="98%" align="left">
    <P><font color="#660000"><b><i><font face="Arial Narrow" size="6">Appareils 
      utilis&eacute;s </font></i></b></font></P>
    <table width="37%" border="1" height="88">
      <tr> 
        <td width="209"> 
          <div align="center"><font size="4"><i><b>Appareil</b></i></font></div>
        </td>
        <td width="68"> 
          <div align="center"><font size="4"><i><b>N&deg;</b></i></font></div>
        </td>
        <td width="72"> 
          <div align="center"><font size="4"><b><i>Immat.</i></b></font></div>
        </td>
        <td width="156"> 
          <div align="center"><font size="4"><i><b>Unit&eacute;</b></i></font></div>
        </td>
        <td width="146"> 
          <div align="center"><font size="4"><i><b>Date</b></i></font></div>
        </td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font size="3" face="Arial Narrow"><b>MORANE MS406</b></font></div>
        </td>
        <td width="68"><font size="2"></font></td>
        <td width="72"><font size="2"></font></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="146"> 
          <div align="center"><b><b><b><b><b><font face="Arial Narrow"><font face="Arial Narrow"><font size="2"></font></font></font></b></b></b></b></b></div>
        </td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font size="3" face="Arial Narrow"><b>BLOCH MB152</b></font></div>
        </td>
        <td width="68"><font size="2"></font></td>
        <td width="72"><font size="2"></font></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">GC II/6</font></div>
        </td>
        <td width="146"><font size="2"></font></td>
      </tr>
      <tr> 
        <td width="209"> 
          <div align="center"><font size="3" face="Arial Narrow"><b>YAK 9</b></font></div>
        </td>
        <td width="68"><font size="2"></font></td>
        <td width="72"><font size="2"></font></td>
        <td width="156"> 
          <div align="center"><font face="Arial Narrow" size="2">Normandie Niemen</font></div>
        </td>
        <td width="146"> 
          <div align="center"><font face="Arial Narrow" size="2">Sept &agrave; 
            Oct. 1944</font></div>
        </td>
      </tr>
    </table>
	 
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <P>&nbsp;</P>
    <div align="center"> 
      <p>&nbsp;</p>
    </div>
  </ul>
  <p>&nbsp;</p>
  
</BODY>
</HTML>